Revit 2027 API
BuiltInFailures.GroupFailures.FailedToSetLeaderGroupId Property
 Unable to set id of group type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FailedToSetLeaderGroupId { get; }
Public Shared ReadOnly Property FailedToSetLeaderGroupId As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FailedToSetLeaderGroupId {
	FailureDefinitionId^ get ();
}
static member FailedToSetLeaderGroupId : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace